Revit 2027 API
ElevationMarker.CurrentViewCount Property
 The current number of views hosted by this ElevationMarker.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public int CurrentViewCount { get; }
Public ReadOnly Property CurrentViewCount As Integer
	Get
public:
property int CurrentViewCount {
	int get ();
}
member CurrentViewCount : int with get
Property Value
Int32
See Also
Reference
ElevationMarker Class
Autodesk.Revit.DB Namespace